tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"

cask "1password"
cask "firefox"
cask "google-chrome"
cask "spotify"
cask "iterm2"
cask "visual-studio-code"
cask "docker"
cask "calibre"
cask "postman"
cask "sequel-pro"
cask "libreoffice"
cask "sourcetree"


brew "ack"
brew "readline"
brew "python"
brew "awscli"
brew "bash-completion"
brew "binutils"
brew "colordiff"
brew "coreutils"
brew "couchdb"
brew "curl"
brew "dnsmasq", restart_service: true
brew "docutils"
brew "fasd"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "gpg-agent"
brew "grc"
brew "hh"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jp2a"
brew "jq"
brew "keybase"
brew "libcaca", args: ["with-imlib2"]
brew "libgit2"
brew "libsodium"
brew "lnav"
brew "lynx"
brew "mariadb", restart_service: true
brew "midnight-commander"
brew "nginx", restart_service: true
brew "nmap"
brew "nvm"
brew "pandoc"
brew "phantomjs"
brew "wget"
brew "php-build"
brew "php-version"
brew "ponysay"
brew "postgresql", restart_service: true
brew "rbenv"
brew "redis"
brew "roundup"
brew "rst-lint", link: false
brew "rsync"
brew "sassc"
brew "siege"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "unrar"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
