tap "puma/puma"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ack"
brew "bash-completion"
brew "binutils"
brew "colordiff"
brew "coreutils"
brew "openssl"
brew "readline"
brew "couchdb"
brew "curl"
brew "dnsmasq", restart_service: true
brew "docutils"
brew "fasd"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "gpg-agent"
brew "grc"
brew "hh"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jp2a"
brew "jq"
brew "libcaca", args: ["with-imlib2"]
brew "libgit2"
brew "libsodium"
brew "lnav"
brew "lynx"
brew "mariadb", restart_service: true
brew "midnight-commander"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "nvm"
brew "pandoc"
brew "phantomjs"
brew "ponysay"
brew "postgresql"
brew "rbenv"
brew "redis"
brew "roundup"
brew "rsync"
brew "sassc"
brew "siege"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "unrar"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "homebrew/php/php-build"
brew "homebrew/php/php-version"
brew "homebrew/php/php71-imagick"
brew "homebrew/php/php71-intl"
brew "homebrew/php/php71-mcrypt"
brew "homebrew/php/php71-opcache"
brew "homebrew/php/php71-pcntl"
brew "homebrew/php/php71-pdo-pgsql"
brew "homebrew/php/php71-uuid"
brew "homebrew/php/php71-xdebug"
brew "homebrew/php/php71-yaml"
