tap "blackfireio/blackfire"
tap "drud/ddev"
tap "flownative/flownative"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "knative-sandbox/kn-plugins"
tap "knative/client"
tap "mikhailai/misc"
tap "mongodb/brew"
tap "nats-io/nats-tools"
tap "shivammathur/php"
brew "ack"
brew "zstd"
brew "little-cms2"
brew "apr-util"
brew "autoconf"
brew "python@3.10"
brew "aws-elasticbeanstalk"
brew "docutils"
brew "aws-shell"
brew "awscli"
brew "bash-completion", link: false
brew "bat"
brew "berkeley-db", link: true
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "icu4c", link: true
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "binutils", link: true
brew "boost"
brew "brew-php-switcher"
brew "cmake"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "ctop"
brew "libssh2"
brew "curl"
brew "dfu-util"
brew "dive"
brew "dnsmasq"
brew "docker"
brew "dotnet"
brew "dotnet@6"
brew "folly"
brew "wxwidgets"
brew "libsodium"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "openjpeg"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fftw"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-flow", link: false
brew "git-lfs"
brew "gitlab-runner"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "groonga", link: false
brew "libxml2"
brew "gtk-doc"
brew "haskell-stack"
brew "helm"
brew "hopenpgp-tools"
brew "hstr"
brew "httpie"
brew "httrack"
brew "hub"
brew "icdiff"
brew "shared-mime-info"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "imapsync"
brew "jp2a"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "libgit2"
brew "libgsf"
brew "libyaml"
brew "lnav"
brew "lynx", link: false
brew "mailhog"
brew "make"
brew "mariadb"
brew "mas", link: false
brew "maven"
brew "midnight-commander", link: false
brew "mongocli"
brew "mongosh"
brew "moreutils"
brew "mosh", link: false
brew "nats-server", restart_service: true
brew "nginx"
brew "nmap"
brew "node"
brew "nuget"
brew "nvm"
brew "openslide"
brew "openssl@3"
brew "openvpn"
brew "optipng"
brew "pandoc", link: false
brew "perl"
brew "php", link: false
brew "php@8.0"
brew "php@8.1"
brew "pinentry-mac"
brew "ponysay"
brew "poppler"
brew "postgresql@14"
brew "psalm"
brew "pyenv"
brew "pygobject3"
brew "qt@5"
brew "qcachegrind"
brew "qt"
brew "rabbitmq"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep", link: false
brew "roundup"
brew "rst-lint"
brew "rsync"
brew "ruby", link: true
brew "sassc"
brew "siege", link: false
brew "socat"
brew "ssh-copy-id", link: true
brew "stern"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux", link: false
brew "toot"
brew "tree"
brew "vim"
brew "vips"
brew "watchman"
brew "wget"
brew "wireshark"
brew "yarn"
brew "ykman"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "blackfireio/blackfire/blackfire"
brew "drud/ddev/ddev"
brew "flownative/flownative/localbeach"
brew "fluxcd/tap/flux"
brew "knative-sandbox/kn-plugins/admin"
brew "knative/client/kn"
brew "mikhailai/misc/usbutils"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "nats-io/nats-tools/nats"
brew "shivammathur/php/php@7.4", link: true
cask "alfred"
cask "audiogridder-plugin"
cask "basecamp"
cask "blackhole-2ch"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "gpg-suite"
cask "hiddenbar"
cask "idrive"
cask "karabiner-elements"
cask "keka"
cask "knockknock"
cask "macdown"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "postman"
cask "tunnelblick"
cask "visual-studio-code"
cask "vox"
cask "wine-stable"
cask "zettlr"
cask "zoom"
