tap "blackfireio/blackfire"
tap "flownative/flownative"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "autoconf"
brew "sqlite"
brew "aws-elasticbeanstalk", link: false
brew "awscli"
brew "bash-completion"
brew "bat"
brew "beach-cli", link: false
brew "openjdk"
brew "bfg"
brew "binutils", link: true
brew "colordiff"
brew "coreutils"
brew "icu4c", link: true
brew "couchdb"
brew "ctop"
brew "zstd"
brew "curl"
brew "dnsmasq"
brew "docutils"
brew "erlang@19"
brew "fasd"
brew "fd"
brew "libsodium"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "groonga"
brew "haskell-stack"
brew "helm"
brew "hopenpgp-tools"
brew "hstr"
brew "httpd"
brew "httpie"
brew "httrack"
brew "hub"
brew "icdiff"
brew "ilmbase", link: true
brew "imagemagick"
brew "imapsync"
brew "jp2a"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubectx"
brew "libgit2"
brew "libpq"
brew "libssh"
brew "lnav"
brew "lynx"
brew "mailhog", restart_service: true
brew "mariadb", restart_service: true
brew "mas"
brew "maven"
brew "midnight-commander"
brew "moreutils"
brew "mosh"
brew "nginx", restart_service: true
brew "nmap"
brew "nvm"
brew "optipng"
brew "pandoc"
brew "php@7.1"
brew "php@7.2"
brew "php@7.3", restart_service: true, link: true
brew "pinentry-mac"
brew "ponysay"
brew "postgresql"
brew "pygobject3"
brew "ranger"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "roundup"
brew "rst-lint"
brew "rsync"
brew "ruby", link: true
brew "sassc"
brew "siege"
brew "socat"
brew "ssh-copy-id", link: true
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "vips"
brew "watchman"
brew "wget"
brew "wireshark"
brew "yarn"
brew "ykman"
brew "youtube-dl"
brew "zsh"
brew "blackfireio/blackfire/blackfire-agent"
brew "blackfireio/blackfire/blackfire-php73"
brew "flownative/flownative/localbeach"
brew "fluxcd/tap/flux"
cask "1password"
cask "alfred"
cask "backblaze"
cask "bartender"
cask "basecamp"
cask "color-oracle"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "elasticwolf"
cask "firefox"
cask "font-menlo-for-powerline"
cask "font-noto-mono-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "google-hangouts"
cask "gpg-suite"
cask "graphql-playground"
cask "harvest"
cask "idrive"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "jitsi-meet"
cask "joplin"
cask "keka"
cask "keybase"
cask "libreoffice"
cask "macdown"
cask "mellowplayer"
cask "moom"
cask "opera"
cask "osxfuse"
cask "postman"
cask "qlstephen"
cask "quicklook-json"
cask "sequel-ace"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "telegram"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "viscosity"
cask "visual-studio-code"
cask "vox"
cask "zoom"
