tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
cask "java"
brew "ack"
brew "openssl"
brew "autoconf"
brew "readline"
brew "sqlite"
brew "python"
brew "awscli"
brew "bash-completion"
brew "binutils"
brew "colordiff"
brew "coreutils"
brew "couchdb"
brew "curl"
brew "dnsmasq", restart_service: true
brew "docutils"
brew "fasd"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "gpg-agent"
brew "grc"
brew "hh"
brew "hopenpgp-tools"
brew "httpie"
brew "hub"
brew "imagemagick", args: ["with-fontconfig", "with-ghostscript", "with-librsvg", "with-openjpeg", "with-webp"]
brew "jp2a"
brew "jpegoptim"
brew "jq"
brew "libgit2"
brew "libsodium"
brew "lnav"
brew "lynx"
brew "mailhog", restart_service: true
brew "mariadb", restart_service: true
brew "mas"
brew "midnight-commander"
brew "nginx", restart_service: true
brew "nmap"
brew "nvm"
brew "pandoc"
brew "phantomjs"
brew "php@7.1", restart_service: true, link: true
brew "pinentry-mac"
brew "ponysay"
brew "postgresql", restart_service: true
brew "rbenv"
brew "redis"
brew "roundup"
brew "rst-lint"
brew "rsync"
brew "sassc"
brew "siege"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "unrar"
brew "vim"
brew "vips"
brew "watchman"
brew "wget"
brew "yarn"
brew "ykman"
brew "zsh"
brew "zstd"
cask "1password"
cask "alfred"
cask "backblaze"
cask "bartender"
cask "basecamp"
cask "calibre"
cask "color-oracle"
cask "commander-one"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "elasticwolf"
cask "firefox"
cask "font-menlo-for-powerline"
cask "font-noto-mono-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-hangouts"
cask "gpg-suite"
cask "harvest"
cask "idrive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "keybase"
cask "libreoffice"
cask "macdown"
cask "moom"
cask "opera"
cask "osxfuse"
cask "postman"
cask "qlstephen"
cask "quicklook-json"
cask "rambox"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "viscosity"
cask "visual-studio-code"
cask "vox"
cask "zoomus"
mas "App Cleaner", id: 1013897218
mas "Be Focused Pro", id: 961632517
mas "DrCleaner", id: 921458519
mas "ForkLift", id: 412448059
mas "Fotor Photo Editor", id: 503039729
mas "iMovie", id: 408981434
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Memory Cleaner", id: 748212890
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "YubiKey Personalization Tool", id: 638161122
