tap "blackfireio/blackfire"
tap "bruceadams/utilities"
tap "dart-lang/dart"
tap "drud/ddev"
tap "flownative/flownative"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "int128/kubelogin"
tap "knative-sandbox/kn-plugins"
tap "knative/client"
tap "mikhailai/misc"
tap "mongodb/brew"
tap "nats-io/nats-tools"
tap "sass/sass"
tap "shivammathur/php"
brew "ack"
brew "zstd"
brew "little-cms2"
brew "openssl@3"
brew "apr-util"
brew "autoconf"
brew "libyaml"
brew "aws-elasticbeanstalk"
brew "aws-shell"
brew "awscli"
brew "libsodium"
brew "azure-cli"
brew "bash-completion", link: false
brew "libssh2"
brew "libgit2"
brew "bat"
brew "berkeley-db", link: true
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "binutils", link: true
brew "boost"
brew "brew-php-switcher"
brew "certbot"
brew "cloud-sql-proxy"
brew "clusterctl"
brew "cmake"
brew "cmctl"
brew "ruby", link: true
brew "cocoapods"
brew "colordiff"
brew "freetds"
brew "krb5"
brew "php", link: false
brew "composer"
brew "coreutils"
brew "ctop"
brew "dfu-util"
brew "dive"
brew "dnsmasq"
brew "docker"
brew "doctl"
brew "docutils"
brew "dotnet"
brew "dotnet@6"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "exiftool"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "libass"
brew "libmicrohttpd"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fftw"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras", link: false
brew "git-filter-repo"
brew "git-flow", link: false
brew "git-lfs"
brew "gitlab-runner"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "python@3.10"
brew "grc"
brew "grep"
brew "groonga", link: false
brew "gtk-doc"
brew "guile"
brew "haskell-stack"
brew "hcloud"
brew "helm"
brew "hopenpgp-tools"
brew "hstr"
brew "httpie"
brew "httrack"
brew "hub"
brew "python@3.11"
brew "icdiff"
brew "icu4c@75"
brew "shared-mime-info"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "imapsync"
brew "jp2a"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "kind"
brew "kopia"
brew "kubernetes-cli"
brew "krew"
brew "kubecm"
brew "kubectx"
brew "kubeseal"
brew "libgsf"
brew "lima"
brew "lnav"
brew "lynx"
brew "mailpit"
brew "make"
brew "mariadb", restart_service: :changed
brew "mas", link: false
brew "maven"
brew "media-info"
brew "midnight-commander"
brew "mongocli"
brew "node"
brew "mongosh"
brew "moreutils"
brew "mosh"
brew "mpv"
brew "nginx"
brew "nmap"
brew "node@16"
brew "nuget"
brew "nvm"
brew "openslide"
brew "openstackclient"
brew "openvpn"
brew "optipng"
brew "ossp-uuid"
brew "packer"
brew "pandoc"
brew "perl"
brew "phive"
brew "php@8.1"
brew "php@8.2"
brew "pinentry-mac"
brew "ponysay"
brew "poppler"
brew "postgresql@14"
brew "psalm"
brew "py3cairo"
brew "pyenv"
brew "pygobject3"
brew "python@3.9"
brew "qt"
brew "qcachegrind"
brew "qemu"
brew "rabbitmq"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "roundup"
brew "rst-lint"
brew "rsync"
brew "rust"
brew "siege"
brew "socat"
brew "sox"
brew "sq"
brew "ssh-copy-id", link: true
brew "stern"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux", link: false
brew "toot"
brew "tree"
brew "util-linux"
brew "vim"
brew "vips"
brew "watchman"
brew "wget"
brew "wireshark"
brew "yarn"
brew "ykman"
brew "youtube-dl", args: ["HEAD"]
brew "zellij"
brew "zlib"
brew "zsh"
brew "bruceadams/utilities/yj"
brew "drud/ddev/ddev"
brew "flownative/flownative/localbeach"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "int128/kubelogin/kubelogin"
brew "knative-sandbox/kn-plugins/admin"
brew "knative/client/kn"
brew "mikhailai/misc/usbutils"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "sass/sass/sass"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
cask "1password-cli"
cask "alfred"
cask "audiogridder-plugin"
cask "basecamp"
cask "blackhole-2ch"
cask "firefox"
cask "fork"
cask "forklift"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "gpg-suite"
cask "gstreamer-runtime"
cask "hiddenbar"
cask "idrive"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "knockknock"
cask "kopiaui"
cask "libreoffice"
cask "lulu"
cask "macdown"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "moneymoney"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raspberry-pi-imager"
cask "reaper"
cask "steam"
cask "tableplus"
cask "tunnelblick"
cask "utm"
cask "visual-studio-code"
cask "vox"
cask "vscodium"
cask "whisky"
cask "wine-stable"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "1Password for Safari", id: 1569813296
mas "Animoog Z", id: 1586841361
mas "DaVinci Resolve", id: 571213070
mas "FileZilla Pro", id: 1298486723
mas "ForkLift", id: 412448059
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "Harvest", id: 506189836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "koala", id: 1479881366
mas "LadioCast", id: 411213048
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "MoneyMoney", id: 872698314
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pine Player", id: 1112075769
mas "Save to Pocket", id: 1477385213
mas "Telegram", id: 747648890
mas "Termius", id: 1176074088
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
mas "YubiKey Personalization Tool", id: 638161122
